export const ABOUT = `
<p>
    欢迎！感谢您访问我的个人网站。
</p>
<p>
    我是 Tao。我已经在 Web 开发领域工作了 7, 8 年，负责编码（前端）和后台（后端）, 以及移动端。
</p>
<p>
   熟练 JavaScript/TypeScript 用于构建网站。熟悉React、Vue、Node.js以及合理利用流行的 AI Coding 编码工具，如OpenAI的 Codex，Claude Code，Cursor，Trae 等 来提高开发效率。
</p>
<p>
    在职业生涯中，经历过创新的初创公司的磨练，曾担任相关负责人，也经历过中大型公司的系统培训管理。为各种公司构建软件，包括电子商务平台、社交媒体应用和移动应用。我负责确保项目按计划进行，在规定的时间内交付高质量的软件。
</p>
<p>
    我认为在任何工作中，良好的沟通都是非常重要的。
</p>
<p>
   我擅长适应不同情况，高效工作，并总是尽力做到最好。我的经验教会了我解决问题和带领团队的方法，但我也乐于与他人合作完成任务。我很期待有机会与你们一起工作，创造出色的东西！
</p>
<p>
   期待有机会与你一起工作！
</p>
`;
